<?php

/* AppBundle:Others/Default/FAQ:faq_el.html.twig */
class __TwigTemplate_7a12ad33029ead86448d06596b219b82cd51b87f1d0ab2577ccdbc6698a5b7aa extends Twig_Template
{
    public function __construct(Twig_Environment $env)
    {
        parent::__construct($env);

        // line 1
        $this->parent = $this->loadTemplate("@App/Others/Default/FAQ/faq_layout.html.twig", "AppBundle:Others/Default/FAQ:faq_el.html.twig", 1);
        $this->blocks = array(
            'title' => array($this, 'block_title'),
            'faq_txt' => array($this, 'block_faq_txt'),
        );
    }

    protected function doGetParent(array $context)
    {
        return "@App/Others/Default/FAQ/faq_layout.html.twig";
    }

    protected function doDisplay(array $context, array $blocks = array())
    {
        $__internal_e5eb4c19916068b350a993da7b5c1ec14cae7201ceb8c9256fe0bdea8206a397 = $this->env->getExtension("native_profiler");
        $__internal_e5eb4c19916068b350a993da7b5c1ec14cae7201ceb8c9256fe0bdea8206a397->enter($__internal_e5eb4c19916068b350a993da7b5c1ec14cae7201ceb8c9256fe0bdea8206a397_prof = new Twig_Profiler_Profile($this->getTemplateName(), "template", "AppBundle:Others/Default/FAQ:faq_el.html.twig"));

        $this->parent->display($context, array_merge($this->blocks, $blocks));
        
        $__internal_e5eb4c19916068b350a993da7b5c1ec14cae7201ceb8c9256fe0bdea8206a397->leave($__internal_e5eb4c19916068b350a993da7b5c1ec14cae7201ceb8c9256fe0bdea8206a397_prof);

    }

    // line 2
    public function block_title($context, array $blocks = array())
    {
        $__internal_0fc461e601398819e4a5089c116cb3fc7a2c7f6c959b26b7ce6166fee1516659 = $this->env->getExtension("native_profiler");
        $__internal_0fc461e601398819e4a5089c116cb3fc7a2c7f6c959b26b7ce6166fee1516659->enter($__internal_0fc461e601398819e4a5089c116cb3fc7a2c7f6c959b26b7ce6166fee1516659_prof = new Twig_Profiler_Profile($this->getTemplateName(), "block", "title"));

        echo "Συχνές ερωτήσεις";
        
        $__internal_0fc461e601398819e4a5089c116cb3fc7a2c7f6c959b26b7ce6166fee1516659->leave($__internal_0fc461e601398819e4a5089c116cb3fc7a2c7f6c959b26b7ce6166fee1516659_prof);

    }

    // line 3
    public function block_faq_txt($context, array $blocks = array())
    {
        $__internal_d0cf3b1cc687cbc1a26638c0404c0d05e86d88a04fea06cf444625780f95b00c = $this->env->getExtension("native_profiler");
        $__internal_d0cf3b1cc687cbc1a26638c0404c0d05e86d88a04fea06cf444625780f95b00c->enter($__internal_d0cf3b1cc687cbc1a26638c0404c0d05e86d88a04fea06cf444625780f95b00c_prof = new Twig_Profiler_Profile($this->getTemplateName(), "block", "faq_txt"));

        // line 4
        echo "
    <h2 class=\"text-center\">Συχνές ερωτήσεις</h2>
    <h3 class=\"voffset4\">Έχω στείλει ένα SMS, αλλά δεν έχω λάβει καμία απάντηση</h3>
    <p class=\"voffset3\">
        Αυτό μπορεί να οφείλεται σε διαφορετικούς λόγους:
    <ul>
        <li> Μπορεί να μην έχετε πληκτρολογήσει σωστά το κείμενο ή να στείλατε το μήνυμα σε λάθος αριθμό. Παρακαλούμε να το ελέγξετε και, αν υπήρξε κάποιο λάθος, ξαναστείλτε το μήνυμα.</li>
        <li> Μπορεί να μην έχετε αρκετό υπόλοιπο στην προπληρωμένη κάρτα σας.</li>
        <li> Μπορεί ο αριθμός σας να βρίσκεται στη “μαύρη λίστα” του συστήματός μας, είτε επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει, είτε επειδή ο πάροχος της υπηρεσίας μας έχει ειδοποιήσει ότι έχετε έναν απλήρωτο λογαριασμό.</li>
        <li> Μπορεί από τη γραμμή σας να μην έχετε πρόσβαση στις υπηρεσίες Premium SMS, γιατί οι συγκεκριμένες υπηρεσίες δεν ενεργοποιούνται από προεπιλογή. Θα πρέπει να επικοινωνήσετε με τον πάροχο της γραμμής σας για την ενεργοποίησή τους.</li>
        <li> Μπορεί ο πάροχος να μπλόκαρε στη γραμμή σας τις υπηρεσίες Premium SMS, επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει.</li>
        <li> Μπορεί οι υπηρεσίες Premium SMS να μην προσφέρονται από τον πάροχο της γραμμής σας (πολλοί μικροί εικονικοί πάροχοι κινητής τηλεφωνίας δεν επιτρέπουν τις εν λόγω υπηρεσίες).</li>
        <li> Ορισμένοι φορείς δεν επιτρέπουν τη χρήση των υπηρεσιών Premium SMS στις “εταιρικές συμβάσεις”, ή επιτρέπουν την πρόσβαση με την προσθήκη ενός μηδενικού μπροστά από τον αριθμό, που σημαίνει ότι θα έπρεπε να είχατε στείλει το μήνυμα στον αριθμό 025522.</li>
    </ul>
    </p>

    <p> Εάν πιστεύετε ότι κανένας από τους παραπάνω λόγους δεν ταιριάζει στην περίπτωσή σας, παρακαλούμε να επισκεφτείτε το κέντρο υποστήριξής μας και να συμπληρώστε την ηλεκτρονική φόρμα συμπεριλαμβάνοντας τον αριθμό κινητού τηλεφώνου από τον οποίο προσπαθήσατε να στείλετε το μήνυμα. Θα ελέγξουμε το πρόβλημα και θα επικοινωνήσουμε μαζί σας προσφέροντάς σας μία εξήγηση σχετικά με την αιτία του προβλήματος.
    </p>

    <h3>Δεν μπόρεσα να καλέσω τον αριθμό τηλεφώνου που εμφανίστηκε στις οδηγίες στην οθόνη.</h3>
    <p>
        Όπως και στην περίπτωση των SMS, αυτό μπορεί να οφείλεται σε διαφορετικούς λόγους:
    <ul>
        <li> Μπορεί να πληκτρολογήσατε λάθος αριθμό, παρακαλούμε ελέγξτε τον και ξαναπροσπαθήστε.</li>
        <li> Μπορεί να μην έχετε αρκετό υπόλοιπο στην προπληρωμένη κάρτα σας.</li>
        <li> Μπορεί ο αριθμός σας να βρίσκεται στη “μαύρη λίστα” του συστήματός μας, είτε επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει, είτε επειδή ο πάροχος της υπηρεσίας μας έχει ειδοποιήσει ότι έχετε έναν απλήρωτο λογαριασμό.</li>
        <li> Μπορεί από τη γραμμή σας να μην έχετε πρόσβαση στις υπηρεσίες Premium, γιατί οι συγκεκριμένες υπηρεσίες δεν ενεργοποιούνται από προεπιλογή. Θα πρέπει να επικοινωνήσετε με τον πάροχο της γραμμής σας για την ενεργοποίησή τους.</li>
        <li> Πολλές εταιρείες εμποδίζουν την πρόσβαση σε υπηρεσίες Premium, τόσο μέσω σταθερών όσο και μέσω κινητών τηλεφώνων.</li>
        <li> Μπορεί ο πάροχος να μπλόκαρε στη γραμμή σας τις Premium υπηρεσίες, επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει.</li>
        <li> Μπορεί οι υπηρεσίες Premium να μην προσφέρονται από τον πάροχο της γραμμής σας (πολλοί μικροί εικονικοί πάροχοι κινητής τηλεφωνίας δεν επιτρέπουν τις εν λόγω υπηρεσίες).</li>
        <li> Ορισμένοι φορείς δεν επιτρέπουν τη χρήση των υπηρεσιών Premium στις “εταιρικές συμβάσεις”, εάν είναι έτσι, ο ιδιοκτήτης της σύμβασης θα πρέπει να ζητήσει την ενεργοποίησή τους.</li>
    </ul>
    </p>
    <p>
        Εάν πιστεύετε ότι κανένας από τους παραπάνω λόγους δεν ταιριάζει στην περίπτωσή σας, παρακαλούμε να επισκεφτείτε το κέντρο υποστήριξής μας και να συμπληρώστε την ηλεκτρονική φόρμα συμπεριλαμβάνοντας τον αριθμό κινητού τηλεφώνου που χρησιμοποιήσατε. Θα ελέγξουμε το πρόβλημα και θα επικοινωνήσουμε μαζί σας προσφέροντάς σας μία εξήγηση σχετικά με την αιτία του προβλήματος.
    </p>
    <h3>Πλήρωσα χρησιμοποιώντας την υπηρεσία PayPal, αλλά η πληρωμή δεν φαίνεται να έχει πιστωθεί στο λογαριασμό μου.</h3>
    <p>
        Θα πρέπει να μας στείλετε τον αριθμό συναλλαγής τόσο του Wolopay όσο και του PayPal στη διεύθυνση support@wolopay.net, καθώς και την απόδειξη πληρωμής του PayPal. Μόλις επαληθεύσουμε τα παραπάνω στοιχεία, θα επικοινωνήσουμε με τους φορείς του παιχνιδιού αναφέροντας τι συνέβη, ώστε να προχωρήσουν στην ολοκλήρωση της συναλλαγής.
    </p>

    <h3>Έχω λάβει έναν κωδικό μέσω SMS ή μέσω τηλεφωνικής κλήσης. Πού θα πρέπει να τον πληκτρολογήσω;</h3>
    <p>
        Αν έχετε στείλει ένα SMS με τη λέξη-κλειδί, ή έχετε καλέσει τον συνηθισμένο αριθμό τηλεφώνου του παιχνιδιού, αλλά χωρίς να έχετε ξεκινήσει την αγορά μέσα από το παιχνίδι, δεν μπορούμε να συνδέσουμε το μήνυμα ή την κλήση σας με κάποια συναλλαγή, και ως εκ τούτου αδυνατούμε να γνωστοποιήσουμε τα στοιχεία σας στο παιχνίδι ώστε να προστεθούν οι μονάδες στο λογαριασμός σας. Θα πρέπει να μπείτε στο παιχνίδι, να πάτε στην καρτέλα αγοράς μονάδων, να επιλέξετε έναν τρόπο πληρωμής, και ενώ εμφανίζονται οι οδηγίες στην οθόνη σας, δεν θα πρέπει να στείλετε ένα καινούριο SMS ή να πραγματοποιήσετε μία καινούρια κλήση. Κάντε κλικ στο κουμπί ‘Συνέχεια’ και στο επόμενο βήμα θα μπορέσετε να προσθέσετε τον κωδικό σας (μόνο μία φορά!).
    </p>

    <h3>Είχα έναν κωδικό και όταν τον εισήγαγα εμφανίστηκε ένα μήνυμα που έγραφε ότι ο κωδικός έχει ήδη χρησιμοποιηθεί</h3>
    <p>
        Επισκεφτείτε το κέντρο υποστήριξής μας, εισάγετε τα απαιτούμενα στοιχεία, συμπεριλαμβανομένων του κωδικού και της διεύθυνσης του email σας, και εμείς να ελέγξουμε αν ο κωδικός αυτός έχει ξαναχρησιμοποιηθεί (αν ναι, πότε και πού), και αν δεν έχει ξαναχρησιμοποιηθεί, θα σας στείλουμε μία λύση μέσω ηλεκτρονικού ταχυδρομείου (έναν καινούριο κωδικό).
    </p>

";
        
        $__internal_d0cf3b1cc687cbc1a26638c0404c0d05e86d88a04fea06cf444625780f95b00c->leave($__internal_d0cf3b1cc687cbc1a26638c0404c0d05e86d88a04fea06cf444625780f95b00c_prof);

    }

    public function getTemplateName()
    {
        return "AppBundle:Others/Default/FAQ:faq_el.html.twig";
    }

    public function isTraitable()
    {
        return false;
    }

    public function getDebugInfo()
    {
        return array (  53 => 4,  47 => 3,  35 => 2,  11 => 1,);
    }
}
/* {% extends "@App/Others/Default/FAQ/faq_layout.html.twig" %}*/
/* {% block title %}Συχνές ερωτήσεις{% endblock %}*/
/* {% block faq_txt %}*/
/* */
/*     <h2 class="text-center">Συχνές ερωτήσεις</h2>*/
/*     <h3 class="voffset4">Έχω στείλει ένα SMS, αλλά δεν έχω λάβει καμία απάντηση</h3>*/
/*     <p class="voffset3">*/
/*         Αυτό μπορεί να οφείλεται σε διαφορετικούς λόγους:*/
/*     <ul>*/
/*         <li> Μπορεί να μην έχετε πληκτρολογήσει σωστά το κείμενο ή να στείλατε το μήνυμα σε λάθος αριθμό. Παρακαλούμε να το ελέγξετε και, αν υπήρξε κάποιο λάθος, ξαναστείλτε το μήνυμα.</li>*/
/*         <li> Μπορεί να μην έχετε αρκετό υπόλοιπο στην προπληρωμένη κάρτα σας.</li>*/
/*         <li> Μπορεί ο αριθμός σας να βρίσκεται στη “μαύρη λίστα” του συστήματός μας, είτε επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει, είτε επειδή ο πάροχος της υπηρεσίας μας έχει ειδοποιήσει ότι έχετε έναν απλήρωτο λογαριασμό.</li>*/
/*         <li> Μπορεί από τη γραμμή σας να μην έχετε πρόσβαση στις υπηρεσίες Premium SMS, γιατί οι συγκεκριμένες υπηρεσίες δεν ενεργοποιούνται από προεπιλογή. Θα πρέπει να επικοινωνήσετε με τον πάροχο της γραμμής σας για την ενεργοποίησή τους.</li>*/
/*         <li> Μπορεί ο πάροχος να μπλόκαρε στη γραμμή σας τις υπηρεσίες Premium SMS, επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει.</li>*/
/*         <li> Μπορεί οι υπηρεσίες Premium SMS να μην προσφέρονται από τον πάροχο της γραμμής σας (πολλοί μικροί εικονικοί πάροχοι κινητής τηλεφωνίας δεν επιτρέπουν τις εν λόγω υπηρεσίες).</li>*/
/*         <li> Ορισμένοι φορείς δεν επιτρέπουν τη χρήση των υπηρεσιών Premium SMS στις “εταιρικές συμβάσεις”, ή επιτρέπουν την πρόσβαση με την προσθήκη ενός μηδενικού μπροστά από τον αριθμό, που σημαίνει ότι θα έπρεπε να είχατε στείλει το μήνυμα στον αριθμό 025522.</li>*/
/*     </ul>*/
/*     </p>*/
/* */
/*     <p> Εάν πιστεύετε ότι κανένας από τους παραπάνω λόγους δεν ταιριάζει στην περίπτωσή σας, παρακαλούμε να επισκεφτείτε το κέντρο υποστήριξής μας και να συμπληρώστε την ηλεκτρονική φόρμα συμπεριλαμβάνοντας τον αριθμό κινητού τηλεφώνου από τον οποίο προσπαθήσατε να στείλετε το μήνυμα. Θα ελέγξουμε το πρόβλημα και θα επικοινωνήσουμε μαζί σας προσφέροντάς σας μία εξήγηση σχετικά με την αιτία του προβλήματος.*/
/*     </p>*/
/* */
/*     <h3>Δεν μπόρεσα να καλέσω τον αριθμό τηλεφώνου που εμφανίστηκε στις οδηγίες στην οθόνη.</h3>*/
/*     <p>*/
/*         Όπως και στην περίπτωση των SMS, αυτό μπορεί να οφείλεται σε διαφορετικούς λόγους:*/
/*     <ul>*/
/*         <li> Μπορεί να πληκτρολογήσατε λάθος αριθμό, παρακαλούμε ελέγξτε τον και ξαναπροσπαθήστε.</li>*/
/*         <li> Μπορεί να μην έχετε αρκετό υπόλοιπο στην προπληρωμένη κάρτα σας.</li>*/
/*         <li> Μπορεί ο αριθμός σας να βρίσκεται στη “μαύρη λίστα” του συστήματός μας, είτε επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει, είτε επειδή ο πάροχος της υπηρεσίας μας έχει ειδοποιήσει ότι έχετε έναν απλήρωτο λογαριασμό.</li>*/
/*         <li> Μπορεί από τη γραμμή σας να μην έχετε πρόσβαση στις υπηρεσίες Premium, γιατί οι συγκεκριμένες υπηρεσίες δεν ενεργοποιούνται από προεπιλογή. Θα πρέπει να επικοινωνήσετε με τον πάροχο της γραμμής σας για την ενεργοποίησή τους.</li>*/
/*         <li> Πολλές εταιρείες εμποδίζουν την πρόσβαση σε υπηρεσίες Premium, τόσο μέσω σταθερών όσο και μέσω κινητών τηλεφώνων.</li>*/
/*         <li> Μπορεί ο πάροχος να μπλόκαρε στη γραμμή σας τις Premium υπηρεσίες, επειδή ο ιδιοκτήτης της σύμβασης το έχει ζητήσει.</li>*/
/*         <li> Μπορεί οι υπηρεσίες Premium να μην προσφέρονται από τον πάροχο της γραμμής σας (πολλοί μικροί εικονικοί πάροχοι κινητής τηλεφωνίας δεν επιτρέπουν τις εν λόγω υπηρεσίες).</li>*/
/*         <li> Ορισμένοι φορείς δεν επιτρέπουν τη χρήση των υπηρεσιών Premium στις “εταιρικές συμβάσεις”, εάν είναι έτσι, ο ιδιοκτήτης της σύμβασης θα πρέπει να ζητήσει την ενεργοποίησή τους.</li>*/
/*     </ul>*/
/*     </p>*/
/*     <p>*/
/*         Εάν πιστεύετε ότι κανένας από τους παραπάνω λόγους δεν ταιριάζει στην περίπτωσή σας, παρακαλούμε να επισκεφτείτε το κέντρο υποστήριξής μας και να συμπληρώστε την ηλεκτρονική φόρμα συμπεριλαμβάνοντας τον αριθμό κινητού τηλεφώνου που χρησιμοποιήσατε. Θα ελέγξουμε το πρόβλημα και θα επικοινωνήσουμε μαζί σας προσφέροντάς σας μία εξήγηση σχετικά με την αιτία του προβλήματος.*/
/*     </p>*/
/*     <h3>Πλήρωσα χρησιμοποιώντας την υπηρεσία PayPal, αλλά η πληρωμή δεν φαίνεται να έχει πιστωθεί στο λογαριασμό μου.</h3>*/
/*     <p>*/
/*         Θα πρέπει να μας στείλετε τον αριθμό συναλλαγής τόσο του Wolopay όσο και του PayPal στη διεύθυνση support@wolopay.net, καθώς και την απόδειξη πληρωμής του PayPal. Μόλις επαληθεύσουμε τα παραπάνω στοιχεία, θα επικοινωνήσουμε με τους φορείς του παιχνιδιού αναφέροντας τι συνέβη, ώστε να προχωρήσουν στην ολοκλήρωση της συναλλαγής.*/
/*     </p>*/
/* */
/*     <h3>Έχω λάβει έναν κωδικό μέσω SMS ή μέσω τηλεφωνικής κλήσης. Πού θα πρέπει να τον πληκτρολογήσω;</h3>*/
/*     <p>*/
/*         Αν έχετε στείλει ένα SMS με τη λέξη-κλειδί, ή έχετε καλέσει τον συνηθισμένο αριθμό τηλεφώνου του παιχνιδιού, αλλά χωρίς να έχετε ξεκινήσει την αγορά μέσα από το παιχνίδι, δεν μπορούμε να συνδέσουμε το μήνυμα ή την κλήση σας με κάποια συναλλαγή, και ως εκ τούτου αδυνατούμε να γνωστοποιήσουμε τα στοιχεία σας στο παιχνίδι ώστε να προστεθούν οι μονάδες στο λογαριασμός σας. Θα πρέπει να μπείτε στο παιχνίδι, να πάτε στην καρτέλα αγοράς μονάδων, να επιλέξετε έναν τρόπο πληρωμής, και ενώ εμφανίζονται οι οδηγίες στην οθόνη σας, δεν θα πρέπει να στείλετε ένα καινούριο SMS ή να πραγματοποιήσετε μία καινούρια κλήση. Κάντε κλικ στο κουμπί ‘Συνέχεια’ και στο επόμενο βήμα θα μπορέσετε να προσθέσετε τον κωδικό σας (μόνο μία φορά!).*/
/*     </p>*/
/* */
/*     <h3>Είχα έναν κωδικό και όταν τον εισήγαγα εμφανίστηκε ένα μήνυμα που έγραφε ότι ο κωδικός έχει ήδη χρησιμοποιηθεί</h3>*/
/*     <p>*/
/*         Επισκεφτείτε το κέντρο υποστήριξής μας, εισάγετε τα απαιτούμενα στοιχεία, συμπεριλαμβανομένων του κωδικού και της διεύθυνσης του email σας, και εμείς να ελέγξουμε αν ο κωδικός αυτός έχει ξαναχρησιμοποιηθεί (αν ναι, πότε και πού), και αν δεν έχει ξαναχρησιμοποιηθεί, θα σας στείλουμε μία λύση μέσω ηλεκτρονικού ταχυδρομείου (έναν καινούριο κωδικό).*/
/*     </p>*/
/* */
/* {% endblock %}*/
